Repository: alekseynemiro/TapPlayer
Catalog: src/TapPlayer.Maui/Resources/Strings/CommonStrings.*.resx
Languages: ru

source: About...
ru: О программе...

# AreYouSureYouWantToDeleteTheProject
source: Are you sure you want to delete the project "{0}"?
ru: Вы действительно хотите удалить проект "{0}"? Восстановить данные после удаления будет невозможно.

source: background
ru: играть в фоне, не останавливая другие звуки

source: Cancel
ru: Отмена

source: Click to color for select:
ru: Кликните по цвету, чтобы выбрать его:

# CloseProjectEditor
source: Close the project editor without saving changes.
ru: Закрыть настройки проекта без сохранения изменений.

# CloseSelectColor
source: Close the color selection dialog.
ru: Закрыть диалог выбора цвета.

# CloseTileEditor
source: Close the tile editor without saving changes.
ru: Закрыть настройки плитки без сохранения изменений.

source: Color palette
ru: Палитра

source: Confirmation
ru: Подтверждение

source: Create project
ru: Новый проект

source: Error
ru: Ошибка

source: Exit
ru: Выход

source: Loop
ru: зациклить

source: New project
ru: Новый проект

# OpenOrCreateProjectToStart
source: To get started, open a project or create a new one:
ru: Откройте существующий проект или создайте новый.

source: Open project
ru: Открыть проект

source: Play once
ru: проиграть один раз

source: Project
ru: Параметры проекта

# ProjectName
source: Name
ru: Проект

# ProjectNameField
source: Project name:
ru: Название:

source: Project name is required.
ru: Укажите название проекта.

source: Projects
ru: Мои проекты

source: Project settings
ru: Настройка проекта

source: Save
ru: Сохранить

# SaveProject
source: Save changes of project settings.
ru: Сохранить изменения настроек проекта и закрыть диалог.

source: Select color
ru: Выбрать цвет

source: Selected color
ru: Выбраный цвет

source: Select file
ru: Выбрать файл

# TapToConfig
source: Tap on a tile to config:
ru: Кликните по плитке, чтобы настроить её:

# TileName
source: Name:
ru: Название:

# TilesField
source: Tiles:
ru: Выберите размер сетки:

# TileX
source: Tile {0}
ru: Плитка {0}

# TitleSettings
source: Tile settings
ru: Параметры плитки

source: Yes
ru: Да

source: You don't have any projects yet.
ru: У вас пока еще нет ни одного проекта.
